{
  "Author": "attick, daemitus, alymphocyte, grammernatzi",
  "Name": "XIV Combo Expandedest",
  "Punchline": "Condenses combos and mutually exclusive abilities onto a single button. Plus extras.",
  "Description": "This is an enhanced version of XIVCombo with a variety of new added features.\nThis is mutually exclusive with other XIVCombo versions, so make sure they do not conflict!",
  "RepoUrl": "https://github.com/Grammernatzi/XIVComboPluginExpandedest",
  "IconUrl": "https://raw.githubusercontent.com/grammernatzi/XIVComboPluginExpandedest/master/res/icon.png",
  "ImageUrls": [],
  "Changelog": "1.5.0.18:
    * Swiftcast into Raise should change into Raise if abilities aren't available due to Amnesia.
    * DNC Standard Step into Last Dance added.
    * VPR Coiling Dens Swap Option added.
    * VPR Twin Tails feature added (Twinfang/blood into Serpent's Tail).
    * VPR Furious Steel Fang option for Writhing Steel Fang feature added.
    
    1.5.0.17:
    * GNB Demon Slaughter combo to Lion Heart combo added.
    * Optional Jolt opt-out features for Verfire/Verstone each for the Verproc combo added.
    * DRK Stalwart Soul to Disesteem feature should now work if you have the vanilla Living Shadow to Disesteem function disabled.
    
    1.5.0.16:
    * GNB Burst Strike/Fated Circle to Lion Heart combo (Reign of Beasts) separated from the Bloodfest feature.
    * Also just cleaned up the GNB section in general.

    1.5.0.11:
    * Blizzard 1/3 Feature now works properly.
    * High Fire 2 to Flare feature rewritten now that Enhanced Flare is gone and (High) Fire 2 is no longer used after switching to Astral Fire if you have Flare.
    * Lance Charge to Dragon Sight removed because Dragon Sight no longer exists.
    
    1.5.0.8:
    * Flare to Despair now works via reverse-AoE action detection, like Xenoglossy to Foul.
    * High Thunder to High Thunder 2 added.
    * Disclaimer added to (Between the) Ley Lines.
    * Despair to Transpose removed.
    
    1.5.0.3:
    * Initial Viper features added. More will be added later when there is further access to Job Gauge variables via Client Structs.
    
    1.5.0.1:
    * Initial Pictomancer features added.
    
    1.5.0.0:
    * Wayyy too much. Please check the commits on the github, I left changelogs for each job there."
}